module Swu {
    export var translations_th = {
        shared: {
            applicationName: "โครงการพัฒนาระบบประชาสัมพันธ์หลักสูตรแพทยศาสตรบัณฑิตโครงการร่วมนอตติงแฮม",
            name: "มหาวิทยาลัยศรีนครินทร์วิโรฒ",
            address: "ชั้น 4 อาคาร 15 คณะแพทยศาสตร์ มหาวิทยาลัยศรีนครินทรวิโรฒ สุขุมวิท 23 เขตวัฒนา กรุงเทพฯ 10110",
            phone: "02 649 5934 02 260 2122-4 ต่อ 4919, 4409"
        },
        login: {
            anyQuestions: "",
            callUs: "ติดต่อเรา",
            login: "เข้าสู่ระบบ",
            register: "ลงทะเบียนสมาชิก",
            loginAs: "",
            loginOrRegister: "เข้าสู่ระบบหรือลงทะเบียน",
            description: "เข้าสู่ระบบหรือลงทะเบียนวันนี้เพื่อรับสิทธิ์ในการเข้าถึงรายละเอียดทุกวิชาที่เปิดสอน.",
            loginTitle: "ใส่ชิ่อผู้ใช้และรหัสผ่านเพื่อเข้าสู่ระบบ:",
            registerTitle: "เข้าร่วมกับเรา:",
            btnLogin: "เข้าสู่ระบบ",
            btnRegister: "ลงทะเบียน",
            userName: "ชื่อผู้ใช้",
            firstName: "ชื่อ",
            lastName: "นามสกุล",
            password: "รหัสผ่าน",
            rePassword: "ใส่รหัสผ่านอีกครั้ง",
            email: "อีเมล์"
        },
        menu: {
            home: "หน้าแรก",
            aboutUs: "เกี่ยวกับเรา",
            history: "ประวัติ",
            visionAndMission: "วิสัยทัศน์",
            ethics: "จริยธรรม",
            departments:"แผนก",
            courses: "วิชาที่เปิดสอน",
            research: "งานวิจัย",
            ourPeoples:"พวกเรา",
            teacher: "รายชื่ออาจารย์",
            contact: "ติดต่อเรา",
            committee_th: "ทำเนียบผู้บริหาร(ไทย)",
            committee_en:"ทำเนียบผู้บริหาร(ต่างชาติ)",
            board: "เว็บบอร์ด",
            faq: "คำถามที่พบบ่อย",
            alumni: "ทำเนียบรุ่นนักศึกษา",
            qualification: "เกณฑ์การรับสมัคร",
            studyplan: "แผนการเรียน",
            assessment: "การประเมินผล",
            quicklink:"ลิงค์"
        },
        home: {},
        course: {
            all: "วิชาที่เปิดสอนทั้งหมด",
            topRated: "คะแนนสูง",
            mostPopular: "ยอดนิยม",
            recentlyAdded: "เพิ่มล่าสุด"
        },
        registration: {
            identityCardNumber: "หมายเลขบัตรประชาชน",
            fullName: "ชื่อ-นามสกุล",
            register: "ลงทะเบียน"
        },
        event: {
            title: "กิจกรมภายใน",
            description: "กิจกรรมที่ทุกคนสามารถเข้าดูได้ คุณสามารถติดตามกิจกรรมของหลักสูตร เช่น ประกาศรับสมัคร ติดตามผลประกาศรับประกาศ และกิจกรรมใหม่ๆของหลักสูตร โดยนิสิตของเรา"
        },
        commitments: {
            title: "วัตถุประสงค์ของหลักสูตร"
        },
        video: {
            title: "วีดีโอ"
        },
        news: {
            title:"ข่าวสาร"
        },
        testimonials: {
            title: "Our Happy Students",
            description: "นิสิตของเราบอกถึงความรู้สึกที่ดีกับชั้นเรียนของเราและ 99% ของพวกเขาสามารถหางานทำในสาขาของตนได้ ดูคำรับรองจากนักเรียนที่ดีที่สุดของเรา",
            checkfaq: "Check our FAQ’s",
            thumb1: {
                quote: "“หลักสูตรนี้มีประโยชน์ในการเพิ่มความมั่นใจและความสามารถในการปฏิสัมพันธ์กับคนใข้”",
                by: "นายภาคภูมิ  จันทราพิทักษ์",
                position: "นักศึกษา",
                profileImage: "59107010014.png",
            },
            thumb2: {
                quote: "“รู้สึกอบอุ่น ทุกคนคอยดูแลกัน เป็นกันเอง เหมือนเป็นครอบครัวเดียวกันค่ะ”",
                by: "นางสาวช่อณพัชร สุวรรณรักษ์",
                position: "นักศึกษา",
                profileImage: "60107010009.png",
            },
            thumb3: {
                quote: "“การที่ได้เรียนในหลักสูตรโครงการร่วมฯ เป็นโอกาสที่ดีที่จะได้ศึกษาวิชาแพทยศาสตร์ทั้งในระบบไทยและระบบต่างประเทศ ทำให้ได้สัมผัสถึงวิธีการเรียนการสอน นวัตกรรมทางการแพทย์ และระบบสาธารณสุขของทั้งในประเทศไทยและในต่างประเทศ ซึ่งพอเรียนจบแล้ว สามารถนำข้อดีและข้อเสียของทั้งสองระบบมาปรับใช้ในอนาคตได้ นอกจากนี้ การได้ทำงานวิจัยเบื้องต้นซึ่งเป็นส่วนหนึ่งของปริญญา Bachelor of Medical Sciences ทำให้เราได้พัฒนาทักษะที่ต้องใช้ในการทำงานวิจัย การเรียนในชั้นพรีคลินิกที่มหาวิทยาลัยนอตติงแฮมนั้น ยังได้ฝึกทักษะทางคลินิกเบื้องต้นและทักษะการสื่อสารกับผู้ป่วยด้วย ซึ่งจะทำให้เพิ่มความมั่นใจตอนศึกษาในชั้นคลินิก”",
                by: "นาย สุภวิช  อยู่เป็นสุข",
                position: "นักศึกษา",
                profileImage: "58107010017.png",
            }
        },
        committee: {
            title: "คณะกรรมการ",
        },
        album: {
            title:"อัลบัมรูปภาพ"
        },
        alumni: {
            title:""
        },
        research: {},
        teacher: {},
        student: {},
        settings: {}
    };
}